/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ i %2$@ piszą...";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ i %3$@ piszą...";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ oraz pozostałe %4$@ piszą...";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ i 1 inna osoba pisze...";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ i %2$@ otrzymają zaproszenia";

/* No comment provided by engineer. */
"%@ invitation" = "zaproszenie %@";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ jest nieobecny w biurze";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ jest dziś nieobecny w biurze";

/* Alice is typing… */
"%@ is typing…" = "%@ pisze...";

/* {app name} is not installed */
"%@ not installed" = "%@ nie jest zainstalowany";

/* {app name} version not supported */
"%@ version not supported" = "Wersja %@ nie jest obsługiwana";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ otrzyma zaproszenie";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@,  %2$@ i %3$@ otrzymają zaproszenia";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@, i %4$ld innych osób otrzyma zaproszenia";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@,  %2$@, %3$@ i jedna inna osoba otrzyma zaproszenia";

/* No comment provided by engineer. */
"%d days ago" = "%d dni temu";

/* No comment provided by engineer. */
"%d hours ago" = "%d godzin temu";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minut temu";

/* Number of options in a poll */
"%d options" = "%d opcji";

/* Replies in a thread */
"%d replies" = "%d odpowiedzi";

/* Votes in a poll */
"%d votes" = "%d głosów";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld powiadomień";

/* No comment provided by engineer. */
"%ld participants" = "%ld uczestników";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld odpowiedzi";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Status użytkownika „Nie przeszkadzać” jest ignorowany dla ważnych rozmów";

/* No comment provided by engineer. */
"1 day" = "1 dzień";

/* No comment provided by engineer. */
"1 hour" = "1 godzina";

/* No comment provided by engineer. */
"1 week" = "1 tydzień";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Uzyskaj dostęp do swojego serwera w przeglądarce internetowej";

/* No comment provided by engineer. */
"15 minutes" = "15 minut";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Przejdź do Ustawienia > Bezpieczeństwo > Utwórz nowe hasło aplikacji";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Zeskanuj wyświetlony tam kod QR";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 minut";

/* No comment provided by engineer. */
"4 hours" = "4 godziny";

/* No comment provided by engineer. */
"4 weeks" = "4 tygodnie";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 godzin";

/* No comment provided by engineer. */
"@-mentions only" = "Tylko, gdy wspomniano";

/* No comment provided by engineer. */
"[Unknown username]" = "[Nieznana nazwa użytkownika]";

/* No comment provided by engineer. */
"About" = "O aplikacji";

/* No comment provided by engineer. */
"Absence" = "Nieobecność";

/* No comment provided by engineer. */
"Accept" = "Zaakceptuj";

/* No comment provided by engineer. */
"Account" = "Konto";

/* No comment provided by engineer. */
"Account already added" = "Konto już dodane";

/* No comment provided by engineer. */
"Account not configured" = "Konto nieskonfigurowane";

/* No comment provided by engineer. */
"Account not found" = "Nie odnaleziono konta";

/* No comment provided by engineer. */
"Accounts" = "Konta";

/* No comment provided by engineer. */
"Accuracy" = "Dokładność";

/* No comment provided by engineer. */
"Add (%lu)" = "Dodaj (%lu)";

/* No comment provided by engineer. */
"Add account" = "Dodaj konto";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Dodaj wewnętrzną notatkę dotyczącą tego zablokowania";

/* No comment provided by engineer. */
"Add answer" = "Dodaj odpowiedź";

/* No comment provided by engineer. */
"Add attendees" = "Dodaj uczestników";

/* No comment provided by engineer. */
"Add participants" = "Dodaj uczestników";

/* No comment provided by engineer. */
"Add reaction" = "Dodaj reakcję";

/* No comment provided by engineer. */
"Add to favorites" = "Dodaj do ulubionych";

/* No comment provided by engineer. */
"Added note to self" = "Dodano notatkę do siebie";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Wspomnienie powiadomi tylko tych użytkowników, którzy jeszcze nie przeczytali wiadomości";

/* No comment provided by engineer. */
"Address" = "Adres";

/* No comment provided by engineer. */
"Advanced" = "Zaawansowane";

/* No comment provided by engineer. */
"AirPlay button" = "Przycisk AirPlay";

/* No comment provided by engineer. */
"All messages" = "Wszystkie wiadomości";

/* No comment provided by engineer. */
"All messages were deleted" = "Wszystkie wiadomości zostały usunięte";

/* No comment provided by engineer. */
"All notifications are muted" = "Wszystkie powiadomienia są wyciszone";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Zezwól gościom na dołączenie do tej rozmowy przez link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Zezwól uczestnikom na wspominanie @all (wszyscy)";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Zezwalaj na połączenie telefoniczne bez kodu PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Dozwolony";

/* No comment provided by engineer. */
"Alphabetical order" = "Kolejność alfabetyczna";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Otwarte również dla gości aplikacji";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Administrator dodał Cię oraz %ld innych uczestników";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Administrator dodał Ciebie i {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Administrator dodał {user0} oraz %ld innych uczestników";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Administrator dodał {user0} oraz {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Administrator zdegradował Ciebie i %ld innych uczestników z roli moderatorów";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Administrator zdegradował Ciebie i użytkownika {user0} z moderatorów";

/* No comment provided by engineer. */
"An administrator demoted you from moderator" = "An administrator demoted you from moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Administrator zdegradował Ciebie, {user0} i %Id innych uczestników z moderatorów";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Administrator zdegradował {user0} i {user1} z roli moderatorów";

/* No comment provided by engineer. */
"An administrator demoted {user} from moderator" = "An administrator demoted {user} from moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Administrator awansował Ciebie i %ld innych uczestników na moderatorów";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Administrator awansował Ciebie i {user0} na moderatorów";

/* No comment provided by engineer. */
"An administrator promoted you to moderator" = "An administrator promoted you to moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Administrator awansował {user0} i %ld innych uczestników na moderatorów";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Administrator awansował {user0} i {user1} na moderatorów";

/* No comment provided by engineer. */
"An administrator promoted {user} to moderator" = "An administrator promoted {user} to moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Administrator usunął Ciebie i %ld innych uczestników";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Administrator usunął Ciebie i {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Administrator usunął {user0} i %ld innych uczestników";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Administrator usunął {user0} i {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Wystąpił błąd podczas zmiany ustawień prywatności";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Wystąpił błąd podczas zmiany ustawienia statusu odczytu";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Wystąpił błąd podczas zmiany ustawień prywatności pisania";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Wystąpił błąd podczas pobierania obrazka";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Wystąpił błąd podczas usuwania zdjęcia profilowego";

/* No comment provided by engineer. */
"An error occurred setting address" = "Wystąpił błąd podczas ustawiania adresu";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Wystąpił błąd podczas ustawiania adresu e-mail";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Wystąpił błąd podczas ustawiania numeru telefonu";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Wystąpił błąd podczas ustawiania zdjęcia profilowego";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Wystąpił błąd podczas ustawiania konta Twittera";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Wystąpił błąd podczas ustawiania nazwy użytkownika";

/* No comment provided by engineer. */
"An error occurred setting website" = "Wystąpił błąd podczas ustawiania strony internetowej";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Wystąpił błąd podczas próby przetłumaczenia wiadomości";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Wystąpił błąd podczas dodawania %@ do pokoju";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Wystąpił błąd podczas dodawania reakcji do wiadomości";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Wystąpił błąd podczas dodawania notatki";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Wystąpił błąd podczas usuwania komunikatu o statusie";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Wystąpił błąd podczas tworzenia wersji roboczej ankiety";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Wystąpił błąd podczas tworzenia spotkania";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Wystąpił błąd podczas tworzenia ankiety";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Pojawił się błąd podczas tworzenia wątku";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Wystąpił błąd podczas usuwania wiadomości";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Wystąpił błąd podczas usuwania wersji roboczej ankiety";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Wystąpił błąd podczas wyłączania statusu nieobecności";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Wystąpił błąd podczas edycji ankiety";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Wystąpił błąd podczas otwierania pliku %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Wystąpił błąd podczas usuwania reakcji z wiadomości";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Wystąpił błąd podczas usuwania awatara";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Wystąpił błąd podczas wysyłania wiadomości";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Wystąpił błąd podczas ustawiania \(formattedPhoneNumber) jako numeru telefonu";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Wystąpił błąd podczas ustawiania nieobecności";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Wystąpił błąd podczas ustawiania opisu";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Wystąpił błąd podczas ustawiania statusu online";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Wystąpił błąd podczas ustawiania numeru telefonu";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Wystąpił błąd podczas ustawiania komunikatu o statusie";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Wystąpił błąd podczas ustawiania awatara";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Wystąpił błąd podczas ustawiania statusu użytkownika";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Wystąpił błąd podczas udostępniania pliku";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Wystąpił błąd podczas rozpoczynania nowej rozmowy grupowej";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Wystąpił błąd podczas testowania powiadomień push";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "godzina";

/* No comment provided by engineer. */
"Anonymous poll" = "Ankieta anonimowa";

/* No comment provided by engineer. */
"Answer" = "Odpowiedź";

/* No comment provided by engineer. */
"Answers" = "Odpowiedzi";

/* No comment provided by engineer. */
"App" = "Aplikacja";

/* No comment provided by engineer. */
"App is outdated" = "Aplikacja jest nieaktualna";

/* No comment provided by engineer. */
"Appear offline" = "Widnieje jako offline";

/* No comment provided by engineer. */
"Archive conversation" = "Zarchiwizuj rozmowę";

/* No comment provided by engineer. */
"Archived conversations" = "Zarchiwizowane rozmowy";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Zarchiwizowane rozmowy są domyślnie ukryte na liście rozmów. Będą widoczne tylko po otwarciu listy zarchiwizowanych rozmów.";

/* No comment provided by engineer. */
"Ask a question" = "Zadaj pytanie";

/* No comment provided by engineer. */
"Attachments allowed?" = "Dozwolone załączniki?";

/* No comment provided by engineer. */
"Attendees" = "Uczestnicy";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Ustawienia dźwięku";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Udostępnianie dźwięku, wideo i ekranu";

/* No comment provided by engineer. */
"Audios" = "Audio";

/* No comment provided by engineer. */
"Away" = "Bezczynny";

/* No comment provided by engineer. */
"Back to conversations" = "Powrót do rozmów";

/* Ban a user/guest */
"Ban" = "Zablokuj";

/* e.g. Ban John Doe */
"Ban %@" = "Zablokuj %@";

/* No comment provided by engineer. */
"Ban participant" = "Zablokuj uczestnika";

/* Date and time of ban creation */
"Banned by:" = "Zablokowany przez:";

/* No comment provided by engineer. */
"Banned users and guests" = "Zablokowani użytkownicy i goście";

/* Bold text */
"Bold" = "Pogrubienie";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse log files" = "Browse log files";

/* No comment provided by engineer. */
"Browse poll drafts" = "Przeglądaj szkice ankiet";

/* No comment provided by engineer. */
"Busy" = "Zajęty";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Buforowane pliki";

/* No comment provided by engineer. */
"Cached images" = "Buforowane obrazy";

/* No comment provided by engineer. */
"Calendar" = "Kalendarz";

/* No comment provided by engineer. */
"Call notification sent" = "Wysłano powiadomienie o połączeniu";

/* No comment provided by engineer. */
"Call options" = "Opcje połączeń";

/* No comment provided by engineer. */
"Call recording enabled?" = "Czy nagrywanie rozmowy jest włączone?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Nie udało się nagrać rozmowy. Skontaktuj się z administratorem.";

/* No comment provided by engineer. */
"Call recording is starting" = "Rozpoczynanie nagrywania rozmowy";

/* No comment provided by engineer. */
"Call recording started" = "Nagrywanie rozmowy rozpoczęte";

/* No comment provided by engineer. */
"Call recording stopped" = "Nagrywanie rozmowy zatrzymane";

/* No comment provided by engineer. */
"Call view mode" = "Call view mode";

/* No comment provided by engineer. */
"Call without notification" = "Połącz bez powiadomienia";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Czy CallKit jest obsługiwany?";

/* No comment provided by engineer. */
"Calls" = "Połączenia";

/* No comment provided by engineer. */
"Calls enabled?" = "Połączenia włączone?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Otrzymano połączenia ze starego konta.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Połączenia ze starych kont";

/* No comment provided by engineer. */
"Camera" = "Aparat";

/* No comment provided by engineer. */
"Camera access" = "Dostęp do aparatu";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Dostęp do aparatu jest niedozwolony. Sprawdź swoje ustawienia.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera wyłączona";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera włączona";

/* No comment provided by engineer. */
"Can create conversations?" = "Czy można tworzyć rozmowy?";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Anulowane połączenie z innego konta";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Nie można udostępnić w rozmowie";

/* No comment provided by engineer. */
"Capabilities" = "Zdolności";

/* No comment provided by engineer. */
"Change password" = "Zmień hasło";

/* No comment provided by engineer. */
"Change your vote" = "Zmień swój głos";

/* No comment provided by engineer. */
"Chat" = "Rozmowa";

/* No comment provided by engineer. */
"Chat messages" = "Wiadomości czatu";

/* No comment provided by engineer. */
"Clear cache" = "Wyczyść pamięć podręczną";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Wyczyść zbuforowane wiadomości czatu";

/* No comment provided by engineer. */
"Clear reminder" = "Usuń przypomnienie";

/* No comment provided by engineer. */
"Clear status message" = "Wyczyść komunikat statusu";

/* No comment provided by engineer. */
"Clear status message after" = "Wyczyść komunikat statusu po";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* Code block */
"Code" = "Kod";

/* No comment provided by engineer. */
"Configuration" = "Konfiguracja";

/* No comment provided by engineer. */
"Configure your next absence period" = "Skonfiguruj swój następny okres nieobecności";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Potwierdź i ukryj ostrzeżenie";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Łączenie z %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Łączenie się z połączeniem…";

/* No comment provided by engineer. */
"Contact access" = "Dostęp do kontaktu";

/* No comment provided by engineer. */
"Contact access has been denied" = "Odmowa dostępu do kontaktu";

/* No comment provided by engineer. */
"Contacts" = "Kontakty";

/* No comment provided by engineer. */
"Conversation creation failed" = "Nie udało się utworzyć rozmowy";

/* No comment provided by engineer. */
"Conversation details" = "Szczegóły rozmowy";

/* No comment provided by engineer. */
"Conversation name" = "Nazwa rozmowy";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Nazwa rozmowy nie może być pusta";

/* No comment provided by engineer. */
"Conversation not found" = "Nie znaleziono rozmowy";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Nie znaleziono rozmowy lub nie została dołączona";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Ustawienia rozmowy";

/* No comment provided by engineer. */
"Conversations" = "Rozmowy";

/* No comment provided by engineer. */
"Copy" = "Kopiuj";

/* No comment provided by engineer. */
"Copy message link" = "Skopiuj link do wiadomości";

/* No comment provided by engineer. */
"Copy message selection" = "Skopiuj zaznaczenie wiadomości";

/* No comment provided by engineer. */
"Could not access camera" = "Nie można uzyskać dostępu do kamery";

/* No comment provided by engineer. */
"Could not access microphone" = "Nie można uzyskać dostępu do mikrofonu";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Brak dostępu do rozpoznawania mowy";

/* No comment provided by engineer. */
"Could not access your location" = "Nie można uzyskać dostępu do Twojej lokalizacji";

/* No comment provided by engineer. */
"Could not add participant" = "Nie udało się dodać uczestnika";

/* No comment provided by engineer. */
"Could not ban participant" = "Nie można zablokować uczestnika";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Nie można zmienić ustawień archiwizacji rozmowy";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Nie udało się zmienić ustawienia powiadomień połączenia";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Nie można zmienić ustawień ważnej rozmowy";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Nie udało się zmienić możliwego do wyświetlenia zakresu rozmowy";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nie udało się zmienić statusu poczekalni rozmowy";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Nie można zmienić uprawnień do wspominania w tej rozmowie";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nie udało się zmienić uprawnień uczestnika do moderacji";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nie udało się zmienić ustawień powiadomień";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nie udało się zmienić ustawień ochrony hasłem";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Nie można zmienić statusu rozmowy tylko do odczytu";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Nie można zmienić ustawień wrażliwej rozmowy";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nie udało się zmienić uprawnień udostępniania rozmowy";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nie można zmienić stanu SIP rozmowy";

/* No comment provided by engineer. */
"Could not clear chat history" = "Nie udało się wyczyścić historii czatu";

/* No comment provided by engineer. */
"Could not clear status message" = "Nie udało się wyczyścić komunikatu o statusie";

/* No comment provided by engineer. */
"Could not create meeting" = "Nie można utworzyć spotkania";

/* No comment provided by engineer. */
"Could not delete conversation" = "Nie udało się usunąć rozmowy";

/* No comment provided by engineer. */
"Could not disable absence" = "Nie można wyłączyć nieobecności";

/* No comment provided by engineer. */
"Could not get available languages" = "Nie można pobrać dostępnych języków";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nie udało się dołączyć do połączenia %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nie udało się dołączyć do połączenia z %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Nie można dołączyć do rozmowy";

/* No comment provided by engineer. */
"Could not leave conversation" = "Nie udało się opuścić rozmowy";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Nie udało się usunąć uczestnika";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Nie udało się zmienić nazwy rozmowy";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Nie udało się ponownie wysłać zaproszeń e-mail";

/* No comment provided by engineer. */
"Could not send call notification" = "Nie udało się wysłać powiadomienia o połączeniu";

/* No comment provided by engineer. */
"Could not send the message" = "Nie udało się wysłać wiadomości";

/* No comment provided by engineer. */
"Could not set absence" = "Nie można ustawić nieobecności";

/* No comment provided by engineer. */
"Could not set conversation name" = "Nie można ustawić nazwy rozmowy";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Nie można ustawić czasu wygaśnięcia wiadomości";

/* No comment provided by engineer. */
"Could not set online status" = "Nie można ustawić statusu online";

/* No comment provided by engineer. */
"Could not set phone number" = "Nie można ustawić numeru telefonu";

/* No comment provided by engineer. */
"Could not set status message" = "Nie można ustawić komunikatu o statusie";

/* No comment provided by engineer. */
"Could not share file" = "Nie udało się udostępnić pliku";

/* No comment provided by engineer. */
"Could not start group conversation" = "Nie można rozpocząć rozmowy grupowej";

/* No comment provided by engineer. */
"Create" = "Utwórz";

/* No comment provided by engineer. */
"Create a new conversation" = "Utwórz nową rozmowę";

/* No comment provided by engineer. */
"Create a thread" = "Utwórz wątek";

/* No comment provided by engineer. */
"Create or join a conversation" = "Utwórz lub dołącz do rozmowy";

/* No comment provided by engineer. */
"Create poll" = "Utwórz sondę";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Nie udało się utworzyć szkicu ankiety";

/* No comment provided by engineer. */
"Creating poll failed" = "Nie udało się utworzyć ankiety";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Dane uwierzytelniające dla tego konta nie są już ważne";

/* Custom message expiration */
"Custom" = "Niestandardowe";

/* name of a moderator who banned a participant */
"Date:" = "Data:";

/* No comment provided by engineer. */
"days" = "dni";

/* No comment provided by engineer. */
"Deck cards" = "Karty tablicy";

/* No comment provided by engineer. */
"Default" = "Domyślnie";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Usuń wszystko";

/* No comment provided by engineer. */
"Delete all messages" = "Usuń wszystkie wiadomości";

/* No comment provided by engineer. */
"Delete conversation" = "Usuń rozmowę";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Usuń teraz";

/* No comment provided by engineer. */
"Deleted user" = "Usunięty użytkownik";

/* No comment provided by engineer. */
"Deleting message" = "Usuwanie wiadomości";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Nie udało się usunąć szkicu ankiety";

/* No comment provided by engineer. */
"Demote from moderator" = "Zdegraduj z moderatora";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Odmówiony";

/* No comment provided by engineer. */
"Description" = "Opis";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Opis nie może być dłuższy niż 500 znaków";

/* No comment provided by engineer. */
"Details" = "Szczegóły";

/* No comment provided by engineer. */
"detected" = "wykryto";

/* No comment provided by engineer. */
"Detecting language" = "Wykrywanie języka";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostyka";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Wyłącz status nieobecności";

/* No comment provided by engineer. */
"Disable blur" = "Wyłącz rozmycie";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Wyłącz głośnik";

/* No comment provided by engineer. */
"Disconnected" = "Rozłączony";

/* No comment provided by engineer. */
"Dismiss" = "Odrzuć";

/* No comment provided by engineer. */
"Dismiss notification" = "Odrzuć powiadomienie";

/* No comment provided by engineer. */
"Do not disturb" = "Nie przeszkadzać";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Czy na pewno chcesz wyczyścić pamięć podręczną plików?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Czy na pewno chcesz wyczyścić pamięć podręczną obrazów?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Czy na pewno chcesz usunąć wszystkie wiadomości z tej rozmowy?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Czy na pewno chcesz usunąć tę rozmowę dla wszystkich?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Czy na pewno chcesz zakończyć tę sondę?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Czy na pewno chcesz wylogować się z konta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Czy na pewno chcesz usunąć konto?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Czy mimo to chcesz połączyć się z serwerem?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Czy chcesz usunąć tę rozmowę?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Czy chcesz włączyć kamerę?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Czy chcesz dołączyć do połączenia?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Czy chcesz udostępnić '%@' w rozmowie?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Czy chcesz zatrzymać nagrywanie?";

/* No comment provided by engineer. */
"Don't clear" = "Nie czyść";

/* No comment provided by engineer. */
"Double tap to change between grid and speaker view" = "Double tap to change between grid and speaker view";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Kliknij dwukrotnie, aby zamknąć okno dialogowe uwierzytelniania";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dotknij dwukrotnie, aby odrzucić opcje udostępniania";

/* No comment provided by engineer. */
"Double tap to display call options" = "Dotknij dwukrotnie, aby wyświetlić opcje połączenia";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Stuknij podwójnie, aby wyświetlić menu opcji";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Stuknij podwójnie, aby wyświetlić opcje poziomu powiadomień wątku";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Dotknij dwukrotnie, aby edytować profil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Dotknij dwukrotnie, aby włączyć lub wyłączyć opcję „Połączenie bez powiadomienia”";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Dotknij dwukrotnie, aby włączyć lub wyłączyć kamerę";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Dotknij dwukrotnie, aby włączyć lub wyłączyć mikrofon";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Dotknij dwukrotnie, aby włączyć lub wyłączyć głośnik";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Dotknij dwukrotnie, aby zakończyć edycję profilu";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Dotknij dwukrotnie, aby przejść do informacji o rozmowie";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dotknij dwukrotnie, aby przejść do profilu użytkownika i ustawień aplikacji";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Dotknij dwukrotnie, aby zakończyć połączenie";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Stuknij dwukrotnie, aby opuścić rękę";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dotknij dwukrotnie, aby otworzyć przeglądarkę plików";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Dotknij dwukrotnie, aby wybrać inne trasy audio";

/* No comment provided by engineer. */
"Double tap to send message" = "Dotknij dwukrotnie, aby wysłać wiadomość";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Dotknij dwukrotnie, aby udostępnić wybrane rozmowy";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Stuknij dwukrotnie, aby wyświetlić więcej działań";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dotknij dwukrotnie, aby wyświetlić widok ukrytej rozmowy";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Dotknij dwukrotnie, aby rozpocząć wideo rozmowę";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Dotknij dwukrotnie, aby rozpocząć połączenie głosowe";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Stuknij dwukrotnie, aby zatrzymać nagrywanie";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Dotknij dwukrotnie, aby zmienić rozmowę głosową na wideo rozmowę";

/* No comment provided by engineer. */
"Duplicate session" = "Powiel sesję";

/* Edit a message or room participants */
"Edit" = "Edytuj";

/* No comment provided by engineer. */
"Edit attendees" = "Edytuj uczestników";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "edytowano";

/* A message was edited by ... */
"edited by" = "edytowane przez";

/* A message was edited by ... */
"Edited by" = "Edytowane przez";

/* No comment provided by engineer. */
"Editing Message" = "Edycja wiadomości";

/* No comment provided by engineer. */
"Editing poll draft" = "Edycja wersji roboczej ankiety";

/* No comment provided by engineer. */
"Editing poll failed" = "Nie udało się edytować ankiety";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Albo nie masz uprawnień do czatu, albo rozmowa jest tylko do odczytu.";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Empty summary response" = "Pusta odpowiedź podsumowania";

/* No comment provided by engineer. */
"Enable" = "Włącz";

/* No comment provided by engineer. */
"Enable blur" = "Włącz rozmycie";

/* No comment provided by engineer. */
"Enable screensharing" = "Włącz udostępnianie ekranu";

/* No comment provided by engineer. */
"Enable speaker" = "Włącz głośnik";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Zakończ rozmowę";

/* No comment provided by engineer. */
"End call for everyone" = "Zakończ połączenie dla wszystkich";

/* No comment provided by engineer. */
"End poll" = "Zakończ sondę";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Wystąpił błąd podczas tworzenia przypomnienia";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Wystąpił błąd podczas edytowania wiadomości";

/* External signaling used */
"External" = "Zewnętrzny";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Nie udało się przyjąć zaproszenia";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Nie udało się sprawdzić lub utworzyć folderu załączników";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Nie udało się usunąć przypomnienia";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Nie udało się połączyć z %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Nie udało się przekazać wiadomości";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Nie udało się uzyskać kalendarza w celu zaplanowania spotkania";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Nie udało się odrzucić zaproszenia";

/* No comment provided by engineer. */
"Failed to send message" = "Nie udało się wysłać wiadomości";

/* No comment provided by engineer. */
"Failed to share recording" = "Nie udało się udostępnić nagrania";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Nie udało się cofnąć blokady wybranego wpisu";

/* No comment provided by engineer. */
"Federated" = "Sfederowane";

/* No comment provided by engineer. */
"Fetching status …" = "Pobieram status…";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Pliki";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filtry";

/* No comment provided by engineer. */
"First day" = "Pierwszy dzień";

/* No comment provided by engineer. */
"Follow conversation settings" = "Śledź ustawienia rozmowy";

/* No comment provided by engineer. */
"For password reset and notifications" = "Dla powiadomień i resetowania hasła";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Przekaż dalej";

/* No comment provided by engineer. */
"Forward to" = "Przekaż do";

/* 'From' which language user wants to translate text */
"From" = "Od";

/* from Alice at nextcloud.local */
"from %@ at %@" = "od %1$@ o %2$@";

/* No comment provided by engineer. */
"Full name" = "Pełna nazwa";

/* No comment provided by engineer. */
"Generate summary" = "Wygeneruj podsumowanie";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generowanie podsumowania nieprzeczytanych wiadomości";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Nie udało się wygenerować podsumowania nieprzeczytanych wiadomości";

/* No comment provided by engineer. */
"Get source code" = "Pobierz kod źródłowy";

/* No comment provided by engineer. */
"GitHub API error" = "Błąd interfejsu API GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Wyraź zgodę i dołącz do rozmowy";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Call view mode which shows all participants in a grid */
"Grid view" = "Grid view";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "gość";

/* No comment provided by engineer. */
"Guest" = "Gość";

/* No comment provided by engineer. */
"Guests access" = "Dostęp dla gości";

/* No comment provided by engineer. */
"Guests app enabled?" = "Czy aplikacja Goście jest włączona?";

/* No comment provided by engineer. */
"Hang up" = "Odłożyć słuchawkę";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "Wysoka jakość (HD)";

/* No comment provided by engineer. */
"Hide" = "Ukryj";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Wysokie";

/* No comment provided by engineer. */
"hours" = "godziny";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Jeśli usuniesz rozmowę, zostanie ona również usunięta dla %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Jeśli włączysz kamerę, spowoduje to przerwanie połączenia na kilka sekund.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Jeśli używasz wielu serwerów, musisz sprawdzić je wszystkie.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Obrazy, pliki, wiadomości głosowe…";

/* No comment provided by engineer. */
"Import account" = "Importuj konto";

/* No comment provided by engineer. */
"Important conversation" = "Ważna rozmowa";

/* No comment provided by engineer. */
"in" = "w";

/* No comment provided by engineer. */
"Include calls in call history" = "Uwzględnij połączenia w historii rozmów";

/* No comment provided by engineer. */
"Incoming call" = "Połączenie przychodzące";

/* No comment provided by engineer. */
"Incoming silent call" = "Incoming silent call";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Wewnętrzny";

/* Internal note about why a user/guest was banned */
"Internal note" = "Notatka wewnętrzna";

/* No comment provided by engineer. */
"Invalid date range" = "Nieprawidłowy zakres dat";

/* No comment provided by engineer. */
"Invalid email address" = "Nieprawidłowy adres e-mail";

/* No comment provided by engineer. */
"Invalid end date" = "Nieprawidłowa data zakończenia";

/* No comment provided by engineer. */
"Invalid server address" = "Nieprawidłowy adres serwera";

/* No comment provided by engineer. */
"Invalid start date" = "Nieprawidłowa data rozpoczęcia";

/* No comment provided by engineer. */
"Invisible" = "Niewidoczny";

/* No comment provided by engineer. */
"Invitation resent" = "Zaproszenie ponownie wysłane";

/* No comment provided by engineer. */
"Invitations resent" = "Zaproszenia ponownie wysłane";

/* Invitation for a meeting */
"Invite all users and emails" = "Zaproś wszystkich użytkowników i e-maile";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Wygląda na to, że %@ nie jest zainstalowany na Twoim serwerze.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Wygląda na to, że nie ma połączenia z Internetem.";

/* Italic text */
"Italic" = "Kursywa";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Dołącz do rozmowy lub rozpocznij nową";

/* No comment provided by engineer. */
"Join call" = "Dołącz do rozmowy";

/* No comment provided by engineer. */
"Join call (audio only)" = "Dołącz do połączenia (tylko dźwięk)";

/* No comment provided by engineer. */
"Join call with video" = "Dołącz do wideo rozmowy";

/* No comment provided by engineer. */
"Join open conversations" = "Dołącz do otwartych rozmów";

/* No comment provided by engineer. */
"Join video call" = "Dołącz do rozmowy wideo";

/* No comment provided by engineer. */
"Keep" = "Zachowaj";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Ostatni dzień (włącznie)";

/* Last subscription to the push notification server */
"Last subscription" = "Ostatnia subskrypcja";

/* No comment provided by engineer. */
"Last sync" = "Ostatnia synchronizacja";

/* Remind me later today about that message */
"Later today" = "Później dziś";

/* No comment provided by engineer. */
"Leave" = "Opuść";

/* No comment provided by engineer. */
"Leave call" = "Rozłącz się";

/* No comment provided by engineer. */
"Leave conversation" = "Opuść rozmowę";

/* Where \"%@\" is the name of the conversation */
"Leave conversation \"%@\"" = "Leave conversation \"%@\"";

/* No comment provided by engineer. */
"less than a minute ago" = "mniej niż minutę temu";

/* No comment provided by engineer. */
"Link https://…" = "Link https://…";

/* No comment provided by engineer. */
"Linked file" = "Połączony plik";

/* No comment provided by engineer. */
"Load more results" = "Wczytaj więcej wyników";

/* No comment provided by engineer. */
"Lobby" = "Poczekalnia";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Poczekalnia jest nadal aktywna oraz nie jesteś moderatorem";

/* No comment provided by engineer. */
"Local" = "Lokalne";

/* No comment provided by engineer. */
"Local time: %@" = "Czas lokalny: %@";

/* No comment provided by engineer. */
"Location" = "Lokalizacja";

/* No comment provided by engineer. */
"Location access" = "Dostęp do lokalizacji";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Usługa lokalizacji została odrzucona. Sprawdź swoje ustawienia.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Usługa lokalizacyjna nie jest włączona";

/* No comment provided by engineer. */
"Locations" = "Lokalizacje";

/* No comment provided by engineer. */
"Lock conversation" = "Zablokuj rozmowę";

/* No comment provided by engineer. */
"Log in" = "Zaloguj";

/* No comment provided by engineer. */
"Log out" = "Wyloguj";

/* No comment provided by engineer. */
"Logged out" = "Wylogowano";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Long absence message" = "Wiadomość o długiej nieobecności";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Niskie";

/* No comment provided by engineer. */
"Lower hand" = "Opuścić rękę";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Ręcznie";

/* No comment provided by engineer. */
"Mark as read" = "Oznacz jako przeczytane";

/* No comment provided by engineer. */
"Mark as unread" = "Oznacz jako nieprzeczytane";

/* No comment provided by engineer. */
"Match system contacts" = "Dopasuj kontakty systemowe";

/* No comment provided by engineer. */
"Media" = "Multimedia";

/* No comment provided by engineer. */
"Meeting created" = "Utworzono spotkanie";

/* No comment provided by engineer. */
"Meeting ended" = "Spotkanie zakończone";

/* No comment provided by engineer. */
"Meeting ID" = "ID spotkania";

/* No comment provided by engineer. */
"Meeting settings" = "Ustawienia spotkania";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Spotkania";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Wzmiankowano";

/* Copy 'message' */
"Message" = "Wiadomość";

/* No comment provided by engineer. */
"Message copied" = "Wiadomość skopiowana";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Nie można usunąć wiadomości, ponieważ jest zbyt stara";

/* No comment provided by engineer. */
"Message deleted by author" = "Message deleted by author";

/* No comment provided by engineer. */
"Message deleted by you" = "Message deleted by you";

/* No comment provided by engineer. */
"Message deleted by {actor}" = "Message deleted by {actor}";

/* No comment provided by engineer. */
"Message deleted successfully" = "Wiadomość została pomyślnie usunięta";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Wiadomość została pomyślnie usunięta, ale może być już rozesłana do innych usług ponieważ Matterbridge jest już skonfigurowany";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Wygaśnięcie wiadomości";

/* Copy 'link' to a message */
"Message link" = "Link do wiadomości";

/* No comment provided by engineer. */
"Message link copied" = "Skopiowano link do wiadomości";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Podgląd wiadomości zostanie wyłączony na liście rozmów i w powiadomieniach";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Wiadomość została pomyślnie przeplanowana";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Wiadomości";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Dostęp do mikrofonu";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Dostęp do mikrofonu jest niedozwolony. Sprawdź swoje ustawienia.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon wyłączony";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon włączony";

/* No comment provided by engineer. */
"minutes" = "minuty";

/* No comment provided by engineer. */
"Missed call from" = "Nieodebrane połączenie od";

/* No comment provided by engineer. */
"Missing phone number information" = "Brak informacji o numerze telefonu";

/* The signaling mode used */
"Mode" = "Tryb";

/* No comment provided by engineer. */
"moderator" = "moderator";

/* No comment provided by engineer. */
"Modification date" = "Data modyfikacji";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "Więcej akcji";

/* No comment provided by engineer. */
"Multiple answers" = "Wiele odpowiedzi";

/* No comment provided by engineer. */
"Mute all notifications" = "Wycisz wszystkie powiadomienia";

/* No comment provided by engineer. */
"Mute others" = "Wycisz innych";

/* No comment provided by engineer. */
"My location" = "Moja lokalizacja";

/* No comment provided by engineer. */
"Name" = "Nazwa";

/* No comment provided by engineer. */
"Nearby places" = "Miejsca w pobliżu";

/* No comment provided by engineer. */
"Network available" = "Sieć dostępna";

/* No comment provided by engineer. */
"Network not available" = "Sieć niedostępna";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nigdy nie subskrybowano";

/* No comment provided by engineer. */
"New conversation" = "Nowa rozmowa";

/* No comment provided by engineer. */
"New poll" = "Nowa sonda";

/* Remind me next week about that message */
"Next week" = "Następny tydzień";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nie znaleziono serwera Nextcloud";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No actions available" = "Brak dostępnych działań";

/* No comment provided by engineer. */
"No active account found" = "Nie znaleziono aktywnego konta";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Brak dostępnego dostawcy AI lub nie udało się wygenerować podsumowania";

/* No comment provided by engineer. */
"No banned users or guests" = "Brak zablokowanych użytkowników lub gości";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Brak opisu";

/* No comment provided by engineer. */
"No files in here" = "Brak plików";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Brak filtrów";

/* No comment provided by engineer. */
"No followed threads" = "Brak obserwowanych wątków";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Nie znaleziono wiadomości do podsumowania";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Brak wiadomości, zacznij rozmowę!";

/* No comment provided by engineer. */
"No participants found" = "Nie znaleziono uczestników";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Brak uprawnień do dołączenia do tej rozmowy";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Nie zapisano jeszcze żadnych wersji roboczych ankiety";

/* No comment provided by engineer. */
"No recent threads" = "Brak ostatnich wątków";

/* No comment provided by engineer. */
"No response from server" = "Brak odpowiedzi z serwera";

/* No comment provided by engineer. */
"No results found" = "Nie znaleziono wyników";

/* No comment provided by engineer. */
"No shared items" = "Brak udostępnionych elementów";

/* No comment provided by engineer. */
"No upcoming events" = "Brak nadchodzących wydarzeń";

/* No comment provided by engineer. */
"No user found" = "Nie znaleziono użytkownika";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normalny";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Nie zażądano";

/* No comment provided by engineer. */
"Note to self" = "Notatka do siebie";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Uwaga:";

/* No comment provided by engineer. */
"Notifications" = "Powiadomienia";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Aplikacja powiadomień jest włączona?";

/* No comment provided by engineer. */
"Notify about calls" = "Powiadamiaj o połączeniach";

/* Indicates an event happening right now */
"Now" = "Teraz";

/* No comment provided by engineer. */
"Off" = "Wyłączona";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, pokazuje tylko pobrane wiadomości";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Stare konto";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Po opuszczeniu rozmowy, aby ponownie dołączyć do zamkniętej rozmowy, potrzebne będzie zaproszenie. Do otwartej rozmowy będzie można dołączyć w dowolnym momencie.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Po przywróceniu rozmowy z archiwum będzie ona ponownie domyślnie wyświetlana";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online status" = "Status online";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Tylko dźwięk i udostępnianie ekranu";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Usunąć można tylko zwykłe wiadomości czatu";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Synchronizuj tylko z zaufanymi serwerami";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Widoczne tylko dla osób dopasowanych poprzez integrację numeru telefonu";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Widoczne tylko dla osób w tej instancji i gości";

/* No comment provided by engineer. */
"Open" = "Otwórz";

/* No comment provided by engineer. */
"Open app settings" = "Otwórz ustawienia aplikacji";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Otwórz rozmowę dla zarejestrowanych użytkowników";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Otwarte rozmowy";

/* No comment provided by engineer. */
"Open in %@" = "Otwórz w %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Menu opcji";

/* No comment provided by engineer. */
"Other Accounts" = "Inne konta";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Inne";

/* No comment provided by engineer. */
"Outgoing call" = "Outgoing call";

/* No comment provided by engineer. */
"Outgoing silent call" = "Outgoing silent call";

/* Owner of a repository */
"Owner" = "Właściciel";

/* No comment provided by engineer. */
"Participants" = "Uczestnicy";

/* No comment provided by engineer. */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Ochrona hasła";

/* No comment provided by engineer. */
"Pending invitations" = "Oczekujące zaproszenia";

/* No comment provided by engineer. */
"Phone number" = "Numer telefonu";

/* No comment provided by engineer. */
"Phone number integration" = "Integracja numeru telefonu";

/* No comment provided by engineer. */
"Phone number set successfully" = "Numer telefonu ustawiony pomyślnie";

/* No comment provided by engineer. */
"Photo Library" = "Album zdjęć";

/* No comment provided by engineer. */
"Photo library access" = "Dostęp do albumu zdjęć";

/* No comment provided by engineer. */
"Pick date & time" = "Wybierz datę i godzinę";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Sprawdź, czy podałeś prawidłowy adres serwera.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Sprawdź, czy podałeś poprawny adres serwera Nextcloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Sprawdź, czy wpisałeś poprawny adres serwera.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Skontaktuj się z administratorem systemu";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Zaktualizuj swój serwer do najnowszej dostępnej wersji %@.";

/* No comment provided by engineer. */
"Please update." = "Zaktualizuj proszę";

/* No comment provided by engineer. */
"Poll" = "Sonda";

/* No comment provided by engineer. */
"Poll draft" = "Wersja robocza ankiety";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Wersja robocza ankiety została zapisana";

/* No comment provided by engineer. */
"Poll drafts" = "Wersje robocze ankiet";

/* No comment provided by engineer. */
"Poll results" = "Wyniki sondy";

/* No comment provided by engineer. */
"Polls" = "Sondy";

/* No comment provided by engineer. */
"Preview" = "Podgląd";

/* No comment provided by engineer. */
"Privacy" = "Prywatność";

/* No comment provided by engineer. */
"Private" = "Prywatne";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Zdjęcie profilowe";

/* No comment provided by engineer. */
"Promote to moderator" = "Promuj na moderatora";

/* No comment provided by engineer. */
"Published" = "Opublikowane";

/* No comment provided by engineer. */
"Push notifications" = "Powiadomienia Push";

/* No comment provided by engineer. */
"Question" = "Pytanie";

/* No comment provided by engineer. */
"Raise hand" = "Podnieść rękę";

/* No comment provided by engineer. */
"Reachable?" = "Osiągalny?";

/* No comment provided by engineer. */
"Reactions" = "Reakcje";

/* No comment provided by engineer. */
"Read status" = "Status odczytu";

/* No comment provided by engineer. */
"Received call from an old account" = "Odebrane połączenie ze starego konta";

/* No comment provided by engineer. */
"Recent threads" = "Ostatnie wątki";

/* No comment provided by engineer. */
"Record voice message" = "Nagraj wiadomość głosową";

/* No comment provided by engineer. */
"Recording" = "Nagranie";

/* No comment provided by engineer. */
"Recording consent is required" = "Wymagana jest zgoda na nagrywanie";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Do dołączenia do rozmowy wymagana jest zgoda na nagrywanie";

/* No comment provided by engineer. */
"Recordings" = "Nagrania";

/* No comment provided by engineer. */
"Redo" = "Powtórz";

/* No comment provided by engineer. */
"Reference API supported?" = "Czy API referencyjne jest obsługiwane?";

/* No comment provided by engineer. */
"Reject" = "Odrzuć";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Przypomnienie zostało pomyślnie usunięte";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Przypomnienie zostało pomyślnie ustawione";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Serwer zdalny jest nieosiągalny";

/* No comment provided by engineer. */
"Remove" = "Usuń";

/* No comment provided by engineer. */
"Remove account" = "Usuń konto";

/* No comment provided by engineer. */
"Remove from favorites" = "Usuń z ulubionych";

/* No comment provided by engineer. */
"Remove group and members" = "Usuń grupę i członków";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Usuń stare zduplikowane wpisy i pozostaw tylko najnowsze wpisy.";

/* No comment provided by engineer. */
"Remove participant" = "Usuń uczestnika";

/* No comment provided by engineer. */
"Remove password" = "Usuń hasło";

/* No comment provided by engineer. */
"Remove team and members" = "Usuń zespół i członków";

/* Replacement in case of out of office */
"Replacement" = "Wymiana";

/* Replacement in case of out of office */
"Replacement (optional)" = "Wymiana (opcjonalnie)";

/* No comment provided by engineer. */
"Reply" = "Odpowiedz";

/* No comment provided by engineer. */
"Reply privately" = "Odpowiedz prywatnie";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Zmień harmonogram";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Zmień harmonogram z powiadomieniem";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Zmień harmonogram bez powiadomienia";

/* No comment provided by engineer. */
"Resend" = "Wyślij ponownie";

/* No comment provided by engineer. */
"Resend invitation" = "Wyślij ponownie zaproszenie";

/* No comment provided by engineer. */
"Resend invitations" = "Wyślij ponownie zaproszenia";

/* Title for a section where different reset options are shown */
"Reset" = "Resetuj";

/* Replacement in case of out of office */
"Reset replacement" = "Zresetuj zastępstwo";

/* Results of a poll */
"Results" = "Wyniki";

/* No comment provided by engineer. */
"Retry" = "Powtórz";

/* Save conversation description */
"Save" = "Zapisz";

/* No comment provided by engineer. */
"Save as draft" = "Zapisz jako wersję roboczą";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Zapisz do „Notatki do siebie”";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Przywitaj się z przyjaciółmi i współpracownikami!";

/* No comment provided by engineer. */
"Scan QR code" = "Zeskanuj kod QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Zaplanuj";

/* No comment provided by engineer. */
"Schedule a meeting" = "Zaplanuj spotkanie";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Udostępnianie ekranu zostało zatrzymane";

/* No comment provided by engineer. */
"Search" = "Wyszukiwanie";

/* No comment provided by engineer. */
"Search for places" = "Szukaj miejsc";

/* No comment provided by engineer. */
"Select" = "Select";

/* Replacement in case of out of office */
"Select a replacement" = "Wybierz zastępstwo";

/* No comment provided by engineer. */
"Select language" = "Wybierz język";

/* Copy a 'selection' of a message */
"Selection" = "Zaznaczenie";

/* No comment provided by engineer. */
"Send" = "Wyślij";

/* No comment provided by engineer. */
"Send a reaction" = "Wyślij reakcję";

/* No comment provided by engineer. */
"Send call notification" = "Wyślij powiadomienie o połączeniu";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Wyślij wiadomość";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Wyślij bez powiadomienia";

/* No comment provided by engineer. */
"Send/Accept" = "Wyślij/Akceptuj";

/* No comment provided by engineer. */
"Sending no invitations" = "Brak wysyłanych zaproszeń";

/* No comment provided by engineer. */
"Sensitive conversation" = "Rozmowa poufna";

/* A message has been sent without notifications */
"Sent without notification" = "Wysłano bez powiadomienia";

/* No comment provided by engineer. */
"Server" = "Serwer";

/* No comment provided by engineer. */
"Server address https://…" = "Adres serwera https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Serwer jest obecnie w trybie konserwacji";

/* No comment provided by engineer. */
"Server not found" = "Nie odnaleziono serwera";

/* No comment provided by engineer. */
"Set" = "Ustaw";

/* No comment provided by engineer. */
"Set password" = "Ustaw hasło";

/* Remind me later about that message */
"Set reminder" = "Ustaw przypomnienie";

/* No comment provided by engineer. */
"Set status message" = "Ustaw komunikat statusu";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* No comment provided by engineer. */
"Share" = "Udostępnij";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Udostępnij plik z Nextcloud";

/* No comment provided by engineer. */
"Share current location" = "Udostępnij aktualną lokalizację";

/* No comment provided by engineer. */
"Share link" = "Udostępnij link";

/* No comment provided by engineer. */
"Share location" = "Udostępnij lokalizację";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Udostępnij przypiętą lokalizację";

/* No comment provided by engineer. */
"Share to chat" = "Udostępnij na czacie";

/* No comment provided by engineer. */
"Share with" = "Udostępnij";

/* No comment provided by engineer. */
"Shared items" = "Udostępnione elementy";

/* No comment provided by engineer. */
"Shared location" = "Udostępniona lokalizacja";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Udostępnianie do rozmowy federacyjnej nie jest obsługiwane";

/* No comment provided by engineer. */
"Short absence status" = "Status krótkiej nieobecności";

/* No comment provided by engineer. */
"Short absence status is too long" = "Status krótkiej nieobecności jest zbyt długi";

/* No comment provided by engineer. */
"Show more…" = "Pokaż więcej…";

/* No comment provided by engineer. */
"Signaling" = "Sygnalizacja";

/* No comment provided by engineer. */
"SIP dial-in" = "Połączenie telefoniczne SIP";

/* No comment provided by engineer. */
"Skip" = "Pomiń";

/* No comment provided by engineer. */
"Slide to cancel" = "Przesuń, aby anulować";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Niektóre wiadomości nie są wyświetlane, zostaną pobrane w trybie online";

/* No comment provided by engineer. */
"Someone voted on the poll {poll}" = "Someone voted on the poll {poll}";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Kod źródłowy";

/* speaker = Loudspeaker, device */
"Speaker" = "Głośnik";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Głośnik wyłączony";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Głośnik włączony";

/* Call view mode which shows the current speaker in fullscreen */
"Speaker view" = "Speaker view";

/* Call view mode which shows the current speaker in fullscreen and the other participants in a bar at the bottom */
"Speaker view with participant bar" = "Speaker view with participant bar";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Dostęp do rozpoznawania mowy jest niedozwolony. Sprawdź swoje ustawienia.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Rozpoznawanie mowy nie powiodło się";

/* No comment provided by engineer. */
"Start a new group conversation" = "Rozpocznij nową rozmowę grupową";

/* No comment provided by engineer. */
"Start call" = "Rozpocznij połączenie";

/* No comment provided by engineer. */
"Start call silently" = "Rozpocznij połączenie bez powiadomienia";

/* No comment provided by engineer. */
"Start recording" = "Rozpocznij nagrywanie";

/* No comment provided by engineer. */
"Start time" = "Czas rozpoczęcia";

/* No comment provided by engineer. */
"Start video call" = "Rozpocznij połączenie wideo";

/* No comment provided by engineer. */
"Start video call silently" = "Rozpocznij połączenie wideo bez powiadomienia";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status message" = "Komunikat statusu";

/* Action to 'Stop' a recording */
"Stop" = "Zatrzymaj";

/* No comment provided by engineer. */
"Stop recording" = "Zatrzymaj nagrywanie";

/* No comment provided by engineer. */
"Stop screensharing" = "Zatrzymaj udostępnianie ekranu";

/* Strikethrough text */
"Strikethrough" = "Przekreślenie";

/* No comment provided by engineer. */
"STUN servers" = "Serwery STUN";

/* No comment provided by engineer. */
"Submit vote" = "Wyślij głos";

/* No comment provided by engineer. */
"Switch account" = "Zmień konto";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Przełączanie do innej rozmowy…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronizuj z zaufanymi serwerami oraz globalną i publiczną książką adresową";

/* Talk to a user */
"Talk to" = "Mów do";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Dotknij i przytrzymaj, aby nagrać wiadomość głosową";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Dotknij i przytrzymaj, aby nagrać wiadomość głosową, zwolnij przycisk, aby ją wysłać.";

/* No comment provided by engineer. */
"Test failed" = "Test zakończony niepowodzeniem.";

/* No comment provided by engineer. */
"Test push notifications" = "Testuj powiadomienia push";

/* No comment provided by engineer. */
"Test results" = "Wyniki testu";

/* No comment provided by engineer. */
"Test results copied" = "Wyniki testu zostały skopiowane";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Aplikacja jest zbyt stara i nie jest już obsługiwana przez ten serwer";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Rozmowa dla tego wydarzenia została zakończona. Czy chcesz usunąć tę rozmowę dla wszystkich?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Rozmowa trwa już godzinę";

/* No comment provided by engineer. */
"The call might be recorded" = "Rozmowa może być nagrywana";

/* No comment provided by engineer. */
"The password is wrong" = "Hasło jest nieprawidłowe";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Nagranie może zawierać Twój głos, obraz z kamery oraz udostępniany ekran. Twoja zgoda jest wymagana przed dołączeniem do rozmowy";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "W tej aplikacji nie ma konta dla użytkownika %1$@ na serwerze %2$@.";

/* No comment provided by engineer. */
"This call is being recorded" = "Rozmowa jest rejestrowana";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Ta rozmowa jest powiązana z wydarzeniem w kalendarzu. Edytuj wydarzenie, aby zmienić nazwę/opis rozmowy";

/* No comment provided by engineer. */
"This conversation is read-only" = "Ta rozmowa jest tylko do odczytu";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Ta rozmowa zostanie automatycznie usunięta dla wszystkich po %ld dniach braku aktywności";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "To jest adres internetowy, którego używasz do uzyskania dostępu do swojego serwera w przeglądarce.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Spotkanie jest zaplanowane na";

/* No comment provided by engineer. */
"This might take a moment" = "To może chwilę zająć";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "To podsumowanie zostało wygenerowane przez AI i może zawierać błędy.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Zwykle oznacza to, że to urządzenie było wcześniej używane do konta, które nie zostało prawidłowo usunięte z serwera.";

/* No comment provided by engineer. */
"This week" = "W tym tygodniu";

/* Remind me this weekend about that message */
"This weekend" = "W ten weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Wpłynie to na funkcjonalność aplikacji. Sprawdź swoje ustawienia.";

/* No comment provided by engineer. */
"Thread" = "Wątek";

/* No comment provided by engineer. */
"Thread notification level button" = "Przycisk poziomu powiadomień wątku";

/* No comment provided by engineer. */
"Thread title" = "Tytuł wątku ";

/* No comment provided by engineer. */
"Threads" = "Wątki";

/* No comment provided by engineer. */
"Title" = "Title";

/* 'To' which language user wants to translate text */
"To" = "Do";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Aby rozwiązać ten problem, użyj interfejsu internetowego i przejdź do \"Ustawienia -> Bezpieczeństwo\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Do:";

/* No comment provided by engineer. */
"Today" = "Dzisiaj";

/* Remind me tomorrow about that message */
"Tomorrow" = "Jutro";

/* No comment provided by engineer. */
"Too many requests, please try again later" = "Too many requests, please try again later";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transkrybuj";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transkrypcja";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Tłumaczenie";

/* No comment provided by engineer. */
"Translation failed" = "Błąd podczas tłumaczenia";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "Serwery TURN";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Wskaźnik pisania";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Wskaźniki pisania są dostępne tylko przy użyciu wydajnego backendu (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Nie można pobrać kontekstu wiadomości";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Nie można pobrać rozmowy powiązanej z wiadomością";

/* No comment provided by engineer. */
"Unable to load file" = "Nie można wczytać pliku";

/* No comment provided by engineer. */
"Unable to open file" = "Plik nie może być otwarty";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Przywróć rozmowę z archiwum";

/* No comment provided by engineer. */
"Unavailable" = "Niedostępna";

/* No comment provided by engineer. */
"Unban" = "Cofnij blokadę";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "W sekcji \"Urządzenia i sesje\" sprawdź, czy istnieją zduplikowane wpisy dla tego samego urządzenia.";

/* No comment provided by engineer. */
"Undo" = "Cofnij";

/* No comment provided by engineer. */
"Undo Typing" = "Cofnij pisanie";

/* No comment provided by engineer. */
"Unknown" = "Nieznany";

/* No comment provided by engineer. */
"Unknown error" = "Nieznany błąd";

/* No comment provided by engineer. */
"Unknown error occurred" = "Wystąpił nieznany błąd";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Nieprzeczytane";

/* No comment provided by engineer. */
"Unread mentions" = "Nieprzeczytane wzmianki";

/* No comment provided by engineer. */
"Unread messages" = "Nieprzeczytane wiadomości";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Aktualizacja";

/* No comment provided by engineer. */
"Updated notification settings" = "Zaktualizowano ustawienia powiadomień";

/* No comment provided by engineer. */
"Upload failed" = "Wysyłanie nie powiodło się";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Wysyłanie %ld elementów";

/* No comment provided by engineer. */
"User" = "Użytkownik";

/* No comment provided by engineer. */
"User profile and settings" = "Profil użytkownika i ustawienia";

/* No comment provided by engineer. */
"User status supported?" = "Obsługiwany status użytkownika?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Przekroczono limit przestrzeni dyskowej użytkownika";

/* No comment provided by engineer. */
"Users" = "Użytkownicy";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Wersja";

/* Join a call in video call mode */
"Video call" = "Wideo rozmowa";

/* No comment provided by engineer. */
"Video quality" = "Jakość wideo";

/* Conversation visibility settings */
"Visibility" = "Widoczność";

/* No comment provided by engineer. */
"Voice messages" = "Wiadomości głosowe";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Oczekiwanie na %@, aż dołączy do połączenia…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Oczekiwanie na dołączenie się pozostałych do połączenia…";

/* No comment provided by engineer. */
"Website" = "Strona internetowa";

/* No comment provided by engineer. */
"What is your status?" = "Jaki jest Twój status?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Napisz wiadomość, aby wspomnieć o kimś użyj @…";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"Yesterday" = "Wczoraj";

/* No comment provided by engineer. */
"You" = "Ty";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Dodałeś {user0} i %ld kolejnych uczestników";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Dodałeś {user0} i {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Ty i %ld innych uczestników dołączyliście do rozmowy";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Ty i %ld innych uczestników opuściliście rozmowę";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Ty i {actor0} dołączyliście do rozmowy";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Ty i {actor0} opuściliście rozmowę";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Obecnie czekasz w poczekalni";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Nie bierzesz udziału w żadnej rozmowie";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Nie bierzesz udziału w żadnej rozmowie. Naciśnij +, aby rozpocząć nową.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Możesz ustawić numer telefonu, inni użytkownicy będą mogli go znaleźć";

/* No comment provided by engineer. */
"You cleared the history of the conversation" = "You cleared the history of the conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Zdegradowałeś {user0} i %ld innych uczestników z roli moderatorów";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Zdegradowałeś {user0} i {user1} z roli moderatorów";

/* No comment provided by engineer. */
"You demoted {user} from moderator" = "You demoted {user} from moderator";

/* No comment provided by engineer. */
"You ended the poll {poll}" = "You ended the poll {poll}";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Masz %ld oczekujących zaproszeń";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Zostałeś wyciszony przez moderatora";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Nie masz zaplanowanych spotkań.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Nie masz nieprzeczytanych wspomnień.";

/* No comment provided by engineer. */
"You have no unread messages." = "Nie masz nieprzeczytanych wiadomości.";

/* No comment provided by engineer. */
"You joined the call" = "You joined the call";

/* No comment provided by engineer. */
"You left the call" = "You left the call";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Musisz promować nowego moderatora, zanim opuścisz %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Zanim opuścisz rozmowę, musisz promować nowego moderatora";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Awansowałeś {user0} i %ld innych uczestników na moderatorów";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Awansowałeś {user0} i {user1} na moderatorów";

/* No comment provided by engineer. */
"You promoted {user} to moderator" = "You promoted {user} to moderator";

/* No comment provided by engineer. */
"You received a new notification" = "Otrzymałeś nowe powiadomienie";

/* No comment provided by engineer. */
"You reconnected to the call" = "Ponownie połączono z rozmową";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Usunąłeś {user0} i %ld innych uczestników";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Usunąłeś {user0} i {user1}";

/* No comment provided by engineer. */
"You started a call" = "You started a call";

/* No comment provided by engineer. */
"You started a silent call" = "You started a silent call";

/* No comment provided by engineer. */
"You started the video recording" = "You started the video recording";

/* No comment provided by engineer. */
"You stopped the video recording" = "You stopped the video recording";

/* No comment provided by engineer. */
"Your email address" = "Twój adres e-mail";

/* No comment provided by engineer. */
"Your phone number" = "Twój numer telefonu";

/* No comment provided by engineer. */
"Your PIN" = "Twój PIN";

/* No comment provided by engineer. */
"Your postal address" = "Twój adres pocztowy";

/* 'Zammad' is a product name */
"Zammad API error" = "Błąd Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} dodał Ciebie i %ld innych uczestników";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} dodał Ciebie i {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} dodał {user0} i %ld innych uczestników";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} dodał {user0} i {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} i %ld innych uczestników dołączyli do rozmowy";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} i %ld innych uczestników opuścili rozmowę";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} i {actor1} dołączyli do rozmowy";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} i {actor1} opuścili rozmowę";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} zdegradował Ciebie i %ld innych uczestników z roli moderatorów";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} zdegradował Ciebie i {user0} z roli moderatorów";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} zdegradował {user0} i %ld innych uczestników z roli moderatorów";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} zdegradował {user0} i {user1} z roli moderatorów";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} awansował Ciebie i %ld innych uczestników na moderatorów";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} awansował Ciebie i {user0} na moderatorów";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} awansował {user0} i %ld innych uczestników na moderatorów";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} awansował {user0} i {user1} na moderatorów";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} ponownie połączył się z rozmową";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} usunął Ciebie i %ld innych uczestników";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} usunął Ciebie i {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} usunął {user0} i %ld innych uczestników";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} usunął {user0} i {user1}";

/* No comment provided by engineer. */
"{actor} cleared the history of the conversation" = "{actor} cleared the history of the conversation";

/* No comment provided by engineer. */
"{actor} demoted you from moderator" = "{actor} demoted you from moderator";

/* No comment provided by engineer. */
"{actor} demoted {user} from moderator" = "{actor} demoted {user} from moderator";

/* No comment provided by engineer. */
"{actor} ended the poll {poll}" = "{actor} ended the poll {poll}";

/* No comment provided by engineer. */
"{actor} joined the call" = "{actor} joined the call";

/* No comment provided by engineer. */
"{actor} left the call" = "{actor} left the call";

/* No comment provided by engineer. */
"{actor} promoted you to moderator" = "{actor} promoted you to moderator";

/* No comment provided by engineer. */
"{actor} promoted {user} to moderator" = "{actor} promoted {user} to moderator";

/* No comment provided by engineer. */
"{actor} started a call" = "{actor} started a call";

/* No comment provided by engineer. */
"{actor} started a silent call" = "{actor} started a silent call";

/* No comment provided by engineer. */
"{actor} started the video recording" = "{actor} started the video recording";

/* No comment provided by engineer. */
"{actor} stopped the video recording" = "{actor} stopped the video recording";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nowe wiadomości";

